Revit 2024 API
InitialLuminousIntensity Constructor
Overload List
Name | Description
InitialLuminousIntensity(Double)
 Creates an initial luminous intensity object with the given document and luminosity values.
InitialLuminousIntensity(InitialLuminousIntensity)
 Creates a copy of the given initial luminous intensity object
See Also
InitialLuminousIntensity Class
InitialLuminousIntensity Members
Autodesk.Revit.DB.Lighting Namespace